Repository: yorha59/glotty
Catalog: Glotty/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: e.g. Groq, Together, Local Ollama
de: z.B. Groq, Together, Local Ollama
fr: ex. Groq, Together, Local Ollama
ja: 例えば Groq, Together, Local Ollama
ko: 예: Groq, Together, Local Ollama
zh_hans: 例如 Groq, Together, Local Ollama
zh_hant: 例如 Groq, Together, Local Ollama

source: e.g. llama-3.1-70b-versatile
de: z.B. llama-3.1-70b-versatile
fr: ex. llama-3.1-70b-versatile
ja: 例えば llama-3.1-70b-versatile
ko: 예: llama-3.1-70b-versatile
zh_hans: 例如 llama-3.1-70b-versatile
zh_hant: 例如 llama-3.1-70b-versatile

source: e.g. “Loves indie games and dry humor. Bilingual in French.”
de: z.B. \u{201C}Liebe Indie-Spiele und trockenen Humor. Zweisprachig in Französisch.\u{201D}
es: por ejemplo \u{201C}Le gustan los juegos independientes y el humor seco. Bilingüe en francés.\u{201D}
fr: par ex. \u{201C}Aime les jeux indépendants et l'humour sec. Bilingue en français.\u{201D}
ja: 例: \u{201C}インディーゲームとドライなユーモアが好き。フランス語のバイリンガル。\u{201D}
ko: 예: \u{201C}인디 게임과 건조한 유머를 좋아합니다. 프랑스어 이중 언어 구사자.\u{201D}
zh_hans: 例如："喜欢独立游戏和冷幽默。法语双语者。"
zh_hant: 例如：\u{201C}喜歡獨立遊戲和冷幽默。法語雙語。\u{201D}

source: fact
de: Fakt
es: hecho
fr: fait
ja: 事実
ko: 사실
zh_hans: 事实
zh_hant: 事實

source: from you
de: von Ihnen
es: de ti
fr: de votre part
ja: あなたからの
ko: 사용자로부터
zh_hans: 条来自你
zh_hant: 來自您

source: globe
de: Erde
es: globo
ja: 地球
ko: 지구
zh_hans: 地球
zh_hant: 地球

source: glossary
de: Glossar
es: glosario
fr: glossaire
ja: 用語集
ko: 용어집
zh_hans: 术语
zh_hant: 詞彙表

source: held
de: gespeichert
es: mantenido
fr: maintenu
ja: 保持
ko: 유지됨
zh_hans: 按下
zh_hant: 已保持

source: lightbulb
de: Glühbirne
es: bombilla
fr: ampoule
ja: 電球
ko: 전구
zh_hans: 灯泡
zh_hant: 燈泡

source: memories
de: Erinnerungen
es: recuerdos
fr: Souvenirs
ja: 思い出
ko: 기억
zh_hans: 条记忆
zh_hant: 記憶

source: none
de: Keine
es: ninguno
fr: aucun
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

source: preference
de: Einstellung
es: preferencia
fr: Préférence
ja: 環境設定
ko: 기본 설정
zh_hans: 偏好
zh_hant: 偏好設定

source: preferences
de: Einstellungen
es: preferencias
fr: Préférences
ja: 環境設定
ko: 환경 설정
zh_hans: 项偏好设置
zh_hant: 偏好設定

source: project
de: Projekt
es: proyecto
fr: Projet
ja: プロジェクト
ko: 프로젝트
zh_hans: 项目
zh_hant: 專案

source: to cancel
de: Abbrechen
es: cancelar
fr: Annuler
ja: キャンセル
ko: 취소하려면
zh_hans: 可取消
zh_hant: 取消

source: to see the result
de: um das Ergebnis zu sehen
es: para ver el resultado
fr: pour voir le résultat
ja: で結果を見る
ko: 결과 보기
zh_hans: 查看结果
zh_hant: 查看結果

source: trash
de: Mülleimer
es: papelera
fr: Corbeille
ja: ゴミ箱
ko: 휴지통
zh_hans: 废纸篓
zh_hant: 垃圾桶

source: “%@” is spelled correctly.
de: "%@" wird korrekt geschrieben.
es: "%@" está correctamente escrito.
fr: « %@ » est correctement orthographié.
ja: 「%@」は正しくスペルされています。
ko: "%@" 맞춤법이 올바릅니다.
zh_hans: "%@" 拼写正确。
zh_hant: "%@" 的拼寫正確。

source: ⏎ Send · ⇧⏎ New line
de: ⏎ Senden · ⇧⏎ Neue Zeile
es: ⏎ Enviar · ⇧⏎ Nueva línea
fr: ⏎ Envoyer · ⇧⏎ Nouvelle ligne
ja: ⏎ 送信 · ⇧⏎ 改行
ko: ⏎ 보내기 · ⇧⏎ 새 줄
zh_hans: ⏎ 发送 · ⇧⏎ 新行
zh_hant: ⏎ 傳送 · ⇧⏎ 新行

source: Apple Support
es: Soporte de Apple
fr: Support Apple
ja: Appleサポート

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hans: 名字
zh_hant: 名稱

source: OK
es: Aceptar
ko: 확인
zh_hans: 确定
zh_hant: 確定

source: Prompt
es: Solicitud
fr: Invite
ja: プロンプト
ko: 프롬프트
zh_hans: 输入
zh_hant: 提示

source: Software Update
es: Actualización de software
fr: Mise à jour logicielle
ko: 소프트웨어 업데이트
zh_hans: 软件更新
zh_hant: 軟體更新

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
zh_hans: 系统
zh_hant: 系統

source: Text
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

source: Warm
es: Cálido
fr: Doux
ja: ウォーム
ko: 따뜻한
zh_hans: 温暖
zh_hant: 溫和

source: %dms · Esc
fr: %dms · Échap
zh_hans: %d 毫秒 · Esc

source: Chat
fr: Discussion
ja: チャット
ko: 대화
zh_hans: 聊天
zh_hant: 聊天

source: Chat (ad-hoc)
fr: Discussion (ad hoc)
ja: チャット (即時)
ko: 대화 (임시)
zh_hans: 聊天(即兴)
zh_hant: 聊天 (臨時)

source: Chat — %@
fr: Discussion — %@
ja: チャット — %@
ko: 채팅 — %@
zh_hans: 聊天 — %@
zh_hant: 聊天 — %@

source: Backend
ja: バックエンド
ko: 백엔드
zh_hans: 后端
zh_hant: 後端

source: Bi
ja: バイリンガル
ko: 비 (Bi)
zh_hans: 双语
zh_hant: 雙語

source: Global
ja: グローバル
ko: 전역
zh_hans: 全局
zh_hant: 全域

source: Mono
ja: モノリンガル
ko: 모노
zh_hans: 单语
zh_hant: 單語

source: Sepia
ja: セピア
ko: 세피아

source: plus
ja: プラス
ko: 플러스
zh_hans: 加号
zh_hant: 加

source: Chatty
zh_hans: 健谈

source: c
zh_hant: 設定

source: e
zh_hant: 編輯

source: p
zh_hant: 潤飾

source: t
zh_hant: 翻譯
